import React from 'react'
import './index.css'

export default function About () {
    return <div className='about-container'>
        <div className='about'>
            <p>Наступил момент, когда стоит подумать <span>о сохранении</span> прикладного искусства, как кода нашей цивилизации.</p>
            <p> Компания IF8 ставит своей задачей, <span>объединить талантливых художников</span> России, работающих в разных областях прикладного искусства.
             Дать возможность мастерам выразить себя в современных творческих работах, и тем самым обогатить наше культурное наследие.</p>
            <p>IF8 -это вопрос о бесконечности. <span>Бесконечности творческих мыслей</span> наших художников.</p>
            <p>IF8 - Бесконечность <span>направлений</span>, в которых работают творческие люди.</p>
            <p>IF8 - Бесконечность <span>технологий</span>, которые мы черпаем из прошлого, сочетая их с современными.</p>
        </div>
    </div>
}