export default [
    {
        text: 'Американские генетики и ветеринары опробовали создание мутантных стерильных сельскохозяйственных животных для того, чтобы в дальнейшем пересаживать таким свиньям, козлам и быкам сперматогенные клетки от самцов с ценными качествами и делать из них «суррогатных отцов». Для этого ученым пришлось клонировать животных, а также редактировать эмбрионы при помощи CRISPR для выключения в них гена NANOS2.',
        image: 'by_upload2',
    },

    {
        text: 'Американские генетики и ветеринары опробовали создание мутантных стерильных сельскохозяйственных животных для того, чтобы в дальнейшем пересаживать таким свиньям, козлам и быкам сперматогенные клетки от самцов с ценными качествами и делать из них «суррогатных отцов». Для этого ученым пришлось клонировать животных, а также редактировать эмбрионы при помощи CRISPR для выключения в них гена NANOS2.',
        image: 'by_upload2',
    },

    {
        text: 'Американские генетики и ветеринары опробовали создание мутантных стерильных сельскохозяйственных животных для того, чтобы в дальнейшем пересаживать таким свиньям, козлам и быкам сперматогенные клетки от самцов с ценными качествами и делать из них «суррогатных отцов». Для этого ученым пришлось клонировать животных, а также редактировать эмбрионы при помощи CRISPR для выключения в них гена NANOS2.',
        image: 'by_billboards',
    },

    {
        text: 'Другой пример — японцы. В течение многих десятков тысяч лет на Японском архипелаге хозяйничали в основном охотники-собиратели, но около 23 столетий назад сюда с материка пришло земледелие; оно ассоциировано с археологической культурой, явственно схожей с синхронными культурами Корейского полуострова.',
        image: 'bio_hatched',
    },

    {
        text: 'АБРАКАДАБРА на Японском архипелаге хозяйничали в основном охотники-собиратели, но около 23 столетий назад сюда с материка пришло земледелие; оно ассоциировано с археологической культурой, явственно схожей с синхронными культурами Корейского полуострова.',
        image: 'hackingtheloop',
    },

    {
        text: 'Упваыпырвапраплр самцов с ценными качествами и делать из них «суррогатных отцов». Для этого ученым пришлось клонировать животных, а также редактировать эмбрионы при помощи CRISPR для выключения в них гена NANOS2.',
        image: 'peripheral1',
    },
    
    {
        text: 'Упваыпырвапраплр самцов с ценными качествами и делать из них «суррогатных отцов». Для этого ученым пришлось клонировать животных, а также редактировать эмбрионы при помощи CRISPR для выключения в них гена NANOS2.',
        image: 'vagrant_magpie',
    },

]