export default [

    {
        text: 'Ассортимент IF8 — это ювелирные украшения ручной работы, выполненные в самом высоком качестве и безупречном стиле. Успейте посетить стенд IF8 на выставке J-1, которая проходит в Крокус Экспо с 22 по 26 сентября. ',
        image: 'J1',
    },

    {
        text: 'Компания IF8 ставит своей задачей объединить талантливых художников России, работающих в разных областях прикладного искусства, дать возможность мастерам выразить себя в современных творческих работах и тем самым обогатить наше культурное наследие.',
        image: 'J1contest',
    }

]